/* FTP error code message */
"\n\nFTP error code: %@" = "\n\nFTP-Fehlercode: %@";

/* Error with FTP access to server */
"Access to the FTP server denied.  Please check your credentials." = "Zugriff auf FTP-Server wurde abgelehnt.  Bitte überprüfen Sie Ihre Zugangsdaten.";

/* test connection failed */
"Connection Failed" = "Verbindungsaufbau fehlgeschlagen";

/* test connection worked */
"Connection Successful" = "Verbindung wurde aufgebaut";

/* error message shown in properties dialog status when testing connections */
"Connection failed. Please verify your settings." = "Verbindungsaufbau fehlgeschlagen. Bitte überprüfen Sie Ihre Einstellungen.";

/* error message shown in properties dialog status when testing connections */
"Directory does not exist." = "Das Verzeichnis existiert nicht.";

/* Error with FTP server not initialized */
"Error initializing Server" = "Fehler bei der Server-Initialisierung";

/* Inform user that there was an error with FTP and we don't know what it is */
"Error uploading with FTP" = "Fehler beim Hochladen über FTP";

/* Error with FTP writing data */
"Error while writing data." = "Fehler beim Schreiben der Daten.";

/* plugin name */
"FTP" = "FTP";

/* General Error with FTP */
"Failed to write file. Server returned an error, which could be caused by invalid credentials or an invalid directory.  Make sure you aren't creating nested directories." = "Datei konnte nicht geschrieben werden. Der Server hat einen Fehler gemeldet. Möglicherweise wurden ungültige Anmeldedaten oder ein ungültiges Verzeichnis angegeben. Beachten Sie, dass keine Unterverzeichnisse erstellt werden können.";

/* Error with FTP password */
"Please enter a password. Go to Preferences > Share > FTP to configure." = "Geben Sie ein Kennwort ein. Rufen Sie Editor-Einstellungen > Weitergeben > FTP auf, um die Konfiguration vorzunehmen.";

/* Error with FTP username */
"Please enter a username. Go to Preferences > Share > FTP to configure." = "Geben Sie einen Benutzernamen ein. Rufen Sie Editor-Einstellungen > Weitergeben > FTP auf, um die Konfiguration vorzunehmen.";

/* Error with FTP destination */
"Please enter a valid destination. Go to Preferences > Share > FTP to configure." = "Geben Sie einen gültigen Zielort an. Rufen Sie Editor-Einstellungen > Weitergeben > FTP auf, um die Konfiguration vorzunehmen.";

/* plugin button tooltip */
"Send the capture to an FTP server using file transfer protocol." = "Sendet das Capture über das FTP-Dateiübertragungsprotokoll (File Transfer Protocol) an einen FTP-Server.";

/* Error with FTP port */
"Server port invalid. Go to Preferences > Share > FTP to configure." = "Ungültiger Serverport. Rufen Sie Editor-Einstellungen > Weitergeben > FTP auf, um die Konfiguration vorzunehmen.";

/* Name of the service that gets stored in the password manager */
"TechSmith FTP Output" = "TechSmith FTP-Output";

/* Error with FTP destination not reachable */
"The FTP destination could not be reached." = "Das FTP-Ziel konnte nicht erreicht werden.";

/* Error with FTP write stream */
"There was an error creating the write stream." = "Beim Erstellen des Schreib-Streams ist ein Fehler aufgetreten.";

/* Error with FTP reading file */
"There was an error reading the file." = "Beim Lesen der Datei ist ein Fehler aufgetreten.";

/* Inform user that upload worked */
"Upload Successful" = "Upload erfolgreich";

/* Inform user that capture failed and wasn't shared */
"Your capture was not shared." = "Ihr Capture wurde nicht weitergeleitet.";

/* No comment provided by engineer. */
"[date]" = "[Datum]";

/* No comment provided by engineer. */
"[filehash]" = "[Datei-Hashwert]";

/* No comment provided by engineer. */
"[filename]" = "[Dateiname]";

